/* Итак, задание на первую практическую работу: написать класс для работы с матрицами комплексных чисел.
В классе должны быть методы, позволяющие сложить, перемножить,
разделить матрицы (при возможности), транспонировать и вычислить определитель.
К классу должен прилагаться консольный интерфейс, позволяющий создать матрицу и задать операцию.
Сдавать в виде ссылки на гитхаб (предпочтительно) или в виде приаттаченных Java файлов.
Срок сдачи до 15.10 Вопросы по заданию задавать здесь. */

public class Main {
    public static void main(String[] args) {
        new ConsoleUI().run();
    }
}

